{
  "home_page": "Главная",
  "list_of_arch": "Архитекторы Беларуси",
  "russian_lang": "Русский",
  "english_lang": "Английский",
  "greetings": "Откройте для себя белорусскую архитектуру",
  "about1": "Белорусская архитектура – это коллективная многовековая работа и гордость народов, в тот или иной исторический промежуток населявших территорию страны.",
  "about2": "Здесь вы найдёте информацию о выдающихся архитекторах Беларуси.",


  "developers": "Разработчики",
  "dev1": "Алексей Бобрик",
  "dev2": "Владислав Протченко",
  "dev3": "Станислав Нафтольский",
  "github": "Профиль на GitHub",

  "person_of_day": "Деятель дня",
  "personButton": "Узнать больше",

  "architects": {
    "baklanov_michail": {
      "name": "Михаил",
      "surname": "Бакланов",
      "patronymic": "Иванович",
      "shortDescription": "Белорусский советский архитектор. Заслуженный архитектор Белорусской ССР. Реализовал картинную галлерею (художественный музей) БССР.",
      "longDescription": "Мастерство М. Бакланова сформировалось под влиянием таких видных мастеров архитектуры, как И. Лангбард, М. Парусников, М. Барщ. М. Бакланов целиком разделял их творческие пристрастия и на протяжении 1944—1950 гг. был их учеником и активным помощником. Творческую самостоятельность М. Бакланову удалось обрести лишь в 1949 году, когда он получил свой первый крупный заказ — разработку проекта здания Государственной картинной галереи БССР.",
      "inf0": "Родился 30 января 1914 года в селе Ивановка (ныне Волновахский район Донецкой области Украины). После окончания школы фабрично-заводского образования работал чертежником на Донецком металлургическом заводе.",
      "inf1": "В 1932 году М. Бакланов начал учиться в Харьковском архитектурно-строительном техникуме.",
      "inf2": "В 1936 поступил в Харьковский инженерно-строительный институт (теперь Харьковский национальный университет строительства и архитектуры). Однако учëбу не закончил.",
      "inf3": "В декабре 1940 года с 4-го курса его призвали в армию, и вскоре он был направлен в 17-й отдельный дивизион аэростатов заграждения под г. Белосток. В начале Великой Отечественной войны рядовой Бакланов сражался с фашистами, но уже в июле 1941 года попал в плен. До 1943 находился в лагерях для военнопленных на территории Польши. В марте бежал и вскоре после этого вступил в партизанскую бригаду «Народные мстители». За активное участие в боях с оккупантами он был награждён медалью «Партизану Отечественной войны» I степени.",
      "inf4": "После освобождения Беларуси Михаила Бакланова в августе 1944 года направили на работу в архитектурно-планировочную мастерскую Управления по делам архитектуры при СНК БССР (Белгоспроекте) в мастерскую, которую возглавлял профессор М. Барщ. В течение 36 лет трудовая биография зодчего была связана с этим институтом. Здесь он прошёл путь от рядового архитектора до руководителя архитектурно-конструкторской мастерской. Мастерство М. Бакланова сформировалось под влиянием таких видных мастеров архитектуры, как И. Лангбард, М. Парусников, М. Барщ. М. Бакланов целиком разделял их творческие пристрастия и на протяжении 1944—1950 гг. был их учеником и активным помощником. Творческую самостоятельность М. Бакланову удалось обрести лишь в 1949 году, когда он получил свой первый крупный заказ — разработку проекта здания Государственной картинной галереи БССР.",
      "inf5": "После выхода на пенсию увлёкся живописью, копировал произведения русских художников второй половины XIX века.",
      "captions": {
        "1": "Национальный художественный музей Республики Беларусь",
        "2": "Национальный академический драматический театр им. М. Горького",
        "3": "Конверт с оригинальной маркой Республики Беларусь, посвящённый 100-летию со дня рождения М. И. Бакланова. 2014 г."
      },
      "mapsLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d150505.92958396982!2d27.45328575748422!3d53.8845584624547!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dbcfd35b1e6ad3%3A0xb61b853ddb570d9!2z0JzQuNC90YHQug!5e0!3m2!1sru!2sby!4v1669837966060!5m2!1sru!2sby"
    },
    "leonid_levin": {
      "name": "Леонид",
      "surname": "Левин",
      "patronymic": "Менделевич",
      "shortDescription": "аслуженный архитектор Республики Беларусь, Лауреат Ленинской премии и премии Ленинского комсомола.",
      "longDescription": "Заслуженный архитектор Республики Беларусь, Лауреат Ленинской премии и премии Ленинского комсомола, Лауреат премии Волгоградского Комсомола, дважды лауреат Государственной премии Республики Беларусь, лауреат многих престижных конкурсов и смотров архитектурных работ, Академик Международной и Белорусской Академий архитектуры.",
      "inf0": "С 1954 по 1960 учился в Белорусском политехническом институте. С 1960 года работал в Институте «Минскпроект» (от архитектора до руководителя Мастерской по застройке центра Минска).",
      "inf1": "В период с 1960 по 1967 участвовал в создании парка им. 50-летия Советской власти. В 1968 году принимал участие в создании выставочного павильона ВДНХ БССР в Минске.",
      "inf2": "1970 — в составе авторского коллектива был удостоен Ленинской премии за мемориальный комплекс 1968—1969 гг. «Хатынь».",
      "inf3": "С 1991 года являлся председателем союза белорусских еврейских общественных объединений и общин. С 1997 года — директор собственной творческой мастерской УП «Творческая мастерская архитектора Л. Левина».",
      "captions": {
        "1": "Мемориальный комплекс \"Хатынь\"",
        "2": "Мемориальный косплекс \"Яма\"",
        "3": "Памятник белорусским партизанам \"Прорыв\"",
        "4": "Памятник Янке Купале",
        "5": "Памятник Якубу Коласу",
        "6": "Станция метро \"Площадь Ленина\""
      },
      "mapsLink": "https://goo.gl/maps/dMvhtuioWiB9yx6LA"
    }

  }
}