{
  "home_page": "Home",
  "list_of_arch": "Architects of Belarus",
  "russian_lang": "Russian",
  "english_lang": "English",
  "greetings": "Discover the beauty of Belarusian architecture",
  "about1": "Belarusian architecture is a collective centuries-long work and the pride of the peoples who inhabited the territory of the country at one time or another.",
  "about2": "Here you will find information about outstanding architects of Belarus.",

  "developers": "Developers",
  "dev1": "Alexei Bobrik",
  "dev2": "Vladislav Protchenko",
  "dev3": "Stanislav Naftolsky",
  "github": "GitHub profile",

  "person_of_day": "Person of the day",
  "personButton": "Learn more",

  "architects": {
    "baklanov_michail": {
      "name": "Michail",
      "surname": "Baklanov",
      "patronymic": "Ivanovich",
      "shortDescription": "Belarusian Soviet architect. Honored Architect of the Belarusian SSR. Realized an art gallery (art museum) of the BSSR.",
      "longDescription": "Baklanov's mastery was formed under the influence of such prominent masters of architecture as I. Langbard, M. Parusnikov, and M. Barshch. Baklanov shared their creative passions and throughout 1944-1950 was their student and active assistant. Baklanov asserted his creative independence only in 1949 when he received his first major commission to design a building for the State Picture Gallery of the BSSR.",
      "inf0": "He was born on January 30, 1914 in the village of Ivanovka (now Volnovakha district of Donetsk region of Ukraine). After graduating from a factory school, he worked as a draftsman at the Donetsk Iron and Steel Works.",
      "inf1": "In 1932, M. Baklanov began studying at the Kharkov Architectural and Construction Technical School.",
      "inf2": "In 1936 he entered the Kharkov Civil Engineering Institute (now Kharkov National University of Construction and Architecture). However, he did not complete his studies.",
      "inf3": "In December 1940, from his 4th year, he was drafted into the army, and soon he was sent to the 17th Separate Division of barrage balloons near Bialystok. At the beginning of World War II, Private Baklanov fought against the Nazis, but in July 1941 he was taken prisoner. Until 1943 he was held in prisoner of war camps in Poland. In March he escaped and soon after joined the partisan brigade \"People's Avengers\". For his active participation in the battles against the invaders, he was awarded the medal \"Partisan of the Patriotic War\", 1st degree.",
      "inf4": "After Belarus was liberated, in August 1944 Mikhail Baklanov was sent to work in the architectural and planning workshop of the Department of Architecture under the BSSR Soviet Socialist Republic (Belgosproekt) in the studio which was headed by Professor M. Barshch. For 36 years, the architect's biography was linked to this institution. He worked his way up from an architect on the staff to head of the architectural design studio. Baklanov's craftsmanship was formed under the influence of such prominent masters of architecture as I. Langbard, M. Parusnikov, M. Barshch. Between 1944 and 1950 M. Baklanov shared their creative passions and became their student and active assistant. Baklanov's creative independence came only in 1949 when he received his first major contract - the development of the building for the State Gallery of the BSSR.",
      "inf5": "After his retirement, he took a great interest in painting, copying works by Russian artists of the second half of the 19th century.",
      "captions": {
        "1": "National Art Museum of the Republic of Belarus",
        "2": "M. Gorky National Academic Drama Theater",
        "3": "Envelope with the original stamp of the Republic of Belarus, dedicated to the 100th anniversary of M. I. Baklanov. 2014."
      },
      "mapsLink": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d150505.92958396932!2d27.45328575748422!3d53.8845584624547!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46dbcfd35b1e6ad3%3A0xb61b853ddb570d9!2sMinsk!5e0!3m2!1sen!2sby!4v1669838941593!5m2!1sen!2sby"
    },

    "leonid_levin": {
      "name": "Leonid",
      "surname": "Levin",
      "patronymic": "Mendelevich",
      "shortDescription": "Honored Architect of the Republic of Belarus, Laureate of the Lenin Prize and the Lenin Komsomol Prize.",
      "longDescription": "Honored Architect of the Republic of Belarus, Laureate of the Lenin Prize and Lenin Komsomol Prize, Laureate of the Volgograd Komsomol Prize, twice winner of the State Prize of the Republic of Belarus, laureate of many prestigious competitions and reviews of architectural works, Academician of the International and Belarusian Academies of Architecture.",
      "inf0": "From 1954 to 1960 he studied at the Belarusian Polytechnic Institute. Since 1960, he worked at the Minsk project Institute (from an architect to the head of the Workshop for the development of the center of Minsk).",
      "inf1": "In the period from 1960 to 1967 he participated in the creation of the park. 50th anniversary of Soviet power. In 1968, he took part in the creation of the exhibition pavilion of the Exhibition of Economic Achievements of the Byelorussian SSR in Minsk.",
      "inf2": "1970 - as part of a team of authors, he was awarded the Lenin Prize for the memorial complex of 1968-1969. \"Khatyn\".",
      "inf3": "Since 1991, he has been chairman of the Union of Belarusian Jewish Public Associations and Communities. Since 1997, he has been the director of his own creative workshop, Creative Workshop of Architect L. Levin.",
      "captions": {
        "1": "Memorial complex \"Khatyn\"",
        "2": "Memorial complex \"Yama\"",
        "3": "Monument to the Belarusian partisans \"Breakthrough\"",
        "4": "Monument to Yanka Kupala",
        "5": "Monument to Yakub Kolas",
        "6": "Metro station \"Ploshchad Lenina\""
      },
      "mapsLink": "https://goo.gl/maps/ipF44yUChAmxk5yx9"
    }
  }
}